export const products = [{

        'id': 1,
        'name': 'کتونی نایک ساقدار ',
        'modle': '88888',
        'price': 200,
        'brand': 'نایک',
        'category': 'مردانه',
        'stars': 4,
        'ShortDescription': 'کتونی نایک ساقدار مدل 56890 مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'bestSeller': true,
        'Available': true,

    },
    {
        'id': 2,
        'name': 'کفش مخصوص پیاده روی ',
        'model': ' MU110',
        'price': 300,
        'brand': 'آدیداس',
        'category': 'زنانه',
        'stars': 3,
        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostVisited': true,
        'Available': true,

    },
    {
        'id': 3,
        'name': 'کفش کوهنوردی مردانه',
        'model': ' A21X',
        'price': 400,
        'brand': 'ریباک',
        'category': 'بچه گانه',

        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
        'stars': 2,
        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostPopular': true,
        'Available': true,

    },
    {
        'id': 4,
        'name': 'کفش مخصوص دویدن  ',
        'model': ' A21X',
        'price': 500,
        'brand': 'اسیکس',
        'category': 'مردانه',
        'stars': 1,
        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostPopular': true,
        'Available': true,

    },
    {

        'id': 5,
        'name': 'کتونی نایک ساقدار ',
        'modle': '66666',
        'price': 600,
        'brand': 'نایک',
        'category': 'مردانه',
        'stars': 3,
        'ShortDescription': 'کتونی نایک ساقدار مدل 56890 مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'bestSeller': true,
        'Available': true,

    },
    {
        'id': 6,
        'name': 'کفش مخصوص پیاده روی ',
        'model': ' MU110',
        'price': 700,
        'brand': 'آدیداس',
        'category': 'زنانه',

        'stars': 5,
        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostVisited': true,
        'Available': true,

    },
    {
        'id': 7,
        'name': 'کفش کوهنوردی مردانه',
        'model': ' A21X',
        'price': 800,
        'brand': 'ریباک',
        'category': 'بچه گانه',
        'stars': 5,
        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostPopular': true,
        'Available': true,

    },
    {
        'id': 8,
        'name': 'کفش مخصوص دویدن  ',
        'model': ' A21X',
        'price': 900,
        'brand': 'اسیکس',
        'category': 'مردانه',
        'stars': 2,
        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostPopular': true,
        'Available': true,

    },
    {
        'id': 9,
        'name': 'کفش مخصوص دویدن  ',
        'model': ' A21X',
        'price': 1000,
        'brand': 'اسیکس',
        'category': 'مردانه',
        'stars': 5,
        'ShortDescription': 'مناسب برای پیاده روی',
        'sizes': [36, 38, 40, 42, 44, 46],
        "colors": ["#ff0000", "#ff0145", "#f43b86", '#f47b86', '#efb7b7'],
        'images': [
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
            { 'id': '1', 'src': '/images/show.png' },
        ],
        'description': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحانگرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

        'comments': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '5' },
            { 'id': '2', name: 'سارا حسینی', date: ' دی 1400 ', text: 'افتضاحه', 'commentLikes': '2' },
            { 'id': '3', name: 'مریم جعفری', date: ' دی 1400 ', text: 'عالی', 'commentLikes': '0' },
            { 'id': '4', name: ' فاطمه جعفری', date: ' دی 1400 ', text: 'خیلی ', 'commentLikes': '10' },
            { 'id': '5', name: 'مریم عسکری', date: ' دی 1400 ', text: 'خیلی خوبه', 'commentLikes': '35' },


        ],
        'userQuestion': [
            { 'id': '1', name: 'مریم عسکری', date: ' دی 1400 ', text: 'برا پیاده روی مناسب است؟' },
        ],
        'discution': [],
        'mostPopular': true,
        'Available': true,

    },
]